{
  "_Name": "Freya",
  "_DayConversations": {
    "1": {
      "BeforeOrder": [
        {
          "Conversation": [
            "A new bar with a new face. How refreshing.",
            "Let's see if you can actually deliver something worth my time.",
            "I'm Freya. I run the boutique that actually matters in this town"
          ],
          "CurrentIndex": 0
        }
      ],
      "ChitChat": [
        {
          "Conversation": [
            "I'm curious about your story. Most people who end up here are running from something or gave up on bigger dreams.",
            "Anyway, this has been... interesting. I might actually come back if you keep up the good work."
          ],
          "CurrentIndex": 0
        }
      ]
    },
    "2": {
      "BeforeOrder": [
        {
          "Conversation": [
            "Here I am again - I suppose that says something about the potential of this place, doesn't it?",
            "I had a fashion shoot yesterday, then spent today managing my store.",
            "Most people can't handle juggling modeling and retail, but I'm not most people."
          ],
          "CurrentIndex": 0
        }
      ],
      "ChitChat": [
        {
          "Conversation": [
            "You know, this place grows on you. There's something refreshing about being the trendsetter instead of following someone else's lead.",
            "Despite what people think, this town is actually perfect for starting something new.",
            "Well, this has been acceptable. I'll probably be back when I need a proper drink again."
          ],
          "CurrentIndex": 0
        }
      ]
    }
  },
  "AfterServe": {
    "Success": {
      "Conversation": [
        "Now that's more like it. Finally, someone who understands what quality actually means."
      ],
      "CurrentIndex": 0
    },
    "Aceptable": {
      "Conversation": [
        "Not what I asked for but I can work with this."
      ],
      "CurrentIndex": 0
    },
    "Fail": {
      "Conversation": [
        "Seriously? This is what passes for bartending here? I've had better drinks at gas stations."
      ],
      "CurrentIndex": 0
    }
  }
}