{
  "_Name": "Isla",
  "_DayConversations": {
    "1": {
      "BeforeOrder": [
        {
          "Conversation": [
            "Hi there! I was walking by and saw all the pretty lights through the window.",
            "You must be the new bartender everyone's been talking about.",
            "It must be so exciting to have your very own bar to run!"
          ],
          "CurrentIndex": 0
        }
      ],
      "ChitChat": [
        {
          "Conversation": [
            "Oh, I forgot to tell you my name! I'm Isla, i should have said that when I first came in.",
            "Nice to meet you! I'm so glad I got to come in here today!",
            "Bye bye! Maybe I'll see you around town since you're new here!"
          ],
          "CurrentIndex": 0
        }
      ]
    },
    "2": {
      "BeforeOrder": [
        {
          "Conversation": [
            "Hi again! I'm back! I was hoping you'd still be here!",
            "I finished my nursing shift a little while ago and needed somewhere cheerful to unwind!",
            "I just realized I never said what I do. I'm a nurse at the local hospital"
          ],
          "CurrentIndex": 0
        }
      ],
      "ChitChat": [
        {
          "Conversation": [
            "You know, being a nurse here is so different from the big city hospitals!",
            "I have to be the receptionist, the lab tech, and the nurse all at once sometimes",
            "But that's what being a nurse means, right? And I feel so blessed that I get to make a difference in people's lives."
          ],
          "CurrentIndex": 0
        }
      ]
    }
  },
  "AfterServe": {
    "Success": {
      "Conversation": [
        "This is the most delicious thing ever! It's like drinking pure joy!"
      ],
      "CurrentIndex": 0
    },
    "Aceptable": {
      "Conversation": [
        "It's not exactly what I was hoping for, but you're still really nice for making it!"
      ],
      "CurrentIndex": 0
    },
    "Fail": {
      "Conversation": [
        "Yuck! I'm really sorry, but this tastes like medicine! Can I maybe have some water instead?"
      ],
      "CurrentIndex": 0
    }
  }
}