{
  "_Name": "Owen",
  "_DayConversations": {
    "1": {
      "BeforeOrder": [
        {
          "Conversation": [
            "Hey there! Owen from conservation. and I have to say, this place already has a better vibe than anywhere else around here!",
            "Welcome to our little slice of paradise! You're going to love it here once you get settled in!",
            "Alright enough chitchat. Let me see. hmmm."
          ],
          "CurrentIndex": 0
        }
      ],
      "ChitChat": [
        {
          "Conversation": [
            "You should come out to the nature center sometime! I'd love to show you around.",
            "we've got some beautiful trails and amazing wildlife!",
            "Well, I've taken up enough of your time tonight!",
            "just remember, if you see any raccoons looking suspicious around here, Owen's your man!"
          ],
          "CurrentIndex": 0
        }
      ]
    },
    "2": {
      "BeforeOrder": [
        {
          "Conversation": [
            "Well hey there, my friend! Owen's back for another round of good conversation and even better drinks!",
            "I swear these raccoons are getting smarter! Had to climb way up into an old barn loft today.",
            "Just to catch one that figured out how to open feed container.",
            "But anyway, that's what brought me straight to your door!"
          ],
          "CurrentIndex": 0
        }
      ],
      "ChitChat": [
        {
          "Conversation": [
            "I bet you didn't just stumble into this job, did you?",
            "I can tell this was something you really wanted to do - there's passion behind every drink you make",
            "You know, I had this crazy dream once when I was younger about adventure but ah...",
            "forget it! That was a lifetime ago, different person entirely!",
            "Alright my friend, time for me to call it a night!",
            "I'll be back real soon - this place is becoming a habit I don't want to break!”"
          ],
          "CurrentIndex": 0
        }
      ]
    }
  },
  "AfterServe": {
    "Success": {
      "Conversation": [
        "Now that's what I'm talking about! You really know your craft, don't you friend!"
      ],
      "CurrentIndex": 0
    },
    "Aceptable": {
      "Conversation": [
        "Different than what I asked for, but hey, I'm always up for trying new things."
      ],
      "CurrentIndex": 0
    },
    "Fail": {
      "Conversation": [
        "That's a little rough, buddy! But don't worry about it - I've had worse camping with the wildlife crew"
      ],
      "CurrentIndex": 0
    }
  }
}